export default {
  1: {
    id: 1,
    name: '北海道',
  },
  2: {
    id: 2,
    name: '青森',
  },
  3: {
    id: 3,
    name: '岩手',
  },
  4: {
    id: 4,
    name: '宮城',
  },
  5: {
    id: 5,
    name: '秋田',
  },
  6: {
    id: 6,
    name: '山形',
  },
  7: {
    id: 7,
    name: '福島',
  },
  8: {
    id: 8,
    name: '東京',
  },
  9: {
    id: 9,
    name: '神奈川',
  },
  10: {
    id: 10,
    name: '埼玉',
  },
  11: {
    id: 11,
    name: '千葉',
  },
  12: {
    id: 12,
    name: '茨城',
  },
  13: {
    id: 13,
    name: '群馬',
  },
  14: {
    id: 14,
    name: '栃木',
  },
  15: {
    id: 15,
    name: '愛知',
  },
  16: {
    id: 16,
    name: '静岡',
  },
  17: {
    id: 17,
    name: '新潟',
  },
  18: {
    id: 18,
    name: '長野',
  },
  19: {
    id: 19,
    name: '岐阜',
  },
  20: {
    id: 20,
    name: '三重',
  },
  21: {
    id: 21,
    name: '石川',
  },
  22: {
    id: 22,
    name: '富山',
  },
  23: {
    id: 23,
    name: '山梨',
  },
  24: {
    id: 24,
    name: '福井',
  },
  25: {
    id: 25,
    name: '大阪',
  },
  26: {
    id: 26,
    name: '兵庫',
  },
  27: {
    id: 27,
    name: '京都',
  },
  28: {
    id: 28,
    name: '奈良',
  },
  29: {
    id: 29,
    name: '滋賀',
  },
  30: {
    id: 30,
    name: '和歌山',
  },
  31: {
    id: 31,
    name: '岡山',
  },
  32: {
    id: 32,
    name: '広島',
  },
  33: {
    id: 33,
    name: '鳥取',
  },
  34: {
    id: 34,
    name: '島根',
  },
  35: {
    id: 35,
    name: '山口',
  },
  36: {
    id: 36,
    name: '徳島',
  },
  37: {
    id: 37,
    name: '香川',
  },
  38: {
    id: 38,
    name: '愛媛',
  },
  39: {
    id: 39,
    name: '高知',
  },
  40: {
    id: 40,
    name: '福岡',
  },
  41: {
    id: 41,
    name: '佐賀',
  },
  42: {
    id: 42,
    name: '長崎',
  },
  43: {
    id: 43,
    name: '熊本',
  },
  44: {
    id: 44,
    name: '大分',
  },
  45: {
    id: 45,
    name: '宮崎',
  },
  46: {
    id: 46,
    name: '鹿児島',
  },
  47: {
    id: 47,
    name: '沖縄',
  },
}
