const ustDefault = {
  content: `<div>
    <h4>ソフトウェア、電子書籍利用規約</h4>
    <p>本ソフトウェア、電子書籍利用規約 (以下「本利用規約」といいます) は、お客様（以下「甲」という。）の出品者名（以下「乙」という。）ソフトウェア、または、電子書籍利用に関する各種規約を構成します。本利用規約は、ソフトウェア、または、電子書籍が記録された媒体 (以下総称して「本ソフトウェア」といいます) に適用されます。また、本利用規約は本ソフトウェアに関連する下記の当社取扱い製品にも適用されるものとします。</p>
    <p>
    １.更新、バージョンアッププログラム<br/>
    ２.追加ソフトウェア、電子書籍<br/>
    ３.インターネットベースのサービス<br/>
    ４.サポート サービス<br/>
    </p>
    <br/>
    <h4>第１条&nbsp;&nbsp;目的</h4>
    <p>甲は、自己の投資資産の運用、および知識の習得に際し、乙から提供される本ソフトウェアを使用することを自己の判断で決定するものとします。</p>
    <br/>
    <h4>第２条&nbsp;&nbsp;承認</h4>
    <p>
    １.乙が提供するサポートサービスは、本ソフトウェア利用期間中に限り提供いたします。但し、利用期間の期限の明示が無いお買い切り型ソフトウェアについては、サポートサービス対象外といたします。<br/>
    ２.お買い切り型ソフトウェアは、ソフトウェアが稼働することが可能なＯＳ、プラットフォームの将来における仕様変更、バージョンアップに伴い稼働しなくなることが生じることを、お客様は予めご了承の上、ご購入いただくものとします。<br/>
    ３.本ソフトウェアは、金融商品取引法第37条の６に規定されるクーリング・オフ対象商品ではないため、購入済みの本ソフトウェアについては、いかなる理由をもってしても換金及び返品はできないことを、甲は予め了承の上、購入するものとします。<br/>
    ４. 甲の個人情報は、次の目的のために利用いたします。</p>
    <p>
    (1） 広告宣伝またはマーケティングなど<br/>
    (2） お客様向け各種メールマガジンなどの情報提供<br/>
    (3） サービスについての電子メール、郵便、電話などによる情報提供<br/>
    (4） お客様によるサービスの利用を分析し、新規サービスの開発や既存サービスの改善をするため<br/>
    (5） アンケート、キャンペーン、掲示板などの意見・情報の交換、日記等のサービスに関連して、お客様と連絡をとること<br/>
    </p>
    <br/>
    <h4>第3条&nbsp;&nbsp;使用権</h4>
    <p>
    1.甲が本ソフトウェアを購入することにより、甲に本ソフトウェアの使用権が与えられるものとします。<br/>
    2.インジケーターの利用の範囲は、単一の証券会社口座アカウントに限定されるものとします。 <br/>
    3.本ソフトウェアの購入は、本ソフトウェアの著作権の購入を意味しないものとします。<br/>
    </p>
    <br/>
    <h4>第４条&nbsp;&nbsp;禁止事項</h4>
    <p>
    １.甲が本製品を譲渡、販売、転貸すること。<br/>
    ２.甲がバックアップを目的とする以外に本製品を複製すること。<br/>
    ３.甲が本製品をリバースエンジニアリング、逆コンパイル、または逆アセンブルすること。<br/>
    ４.甲が本ソフトウェアの技術的な制限を回避して使用すること。<br/>
    </p>
    <br/>
    <h4>第５条&nbsp;&nbsp;ソフトウェア価格</h4>
    価格は、各商品およびサービス毎のページ上に記載します。<br/>
    <br/>
    <h4>第６条&nbsp;&nbsp;運用の責任等</h4>
    <p>
    １.インジケーターの利用は、甲の意思に基づき、甲によって行われるものであり、乙は甲を拘束するものではありません。<br/>
    ２.乙は、甲の投資資産におけるインジケーターの運用の結果生じた損害の全部若しくは一部の負担、又は甲に対する特別の利益の提供は行わないものとします。<br/>
    </p>
    <br/>
    <h4>第７条&nbsp;&nbsp;利用規約の変更</h4>
    <p>本契約に定める内容や本サービスの仕様等について、変更、または、修正等を行う場合には、乙における事前の書面、もしくは、本件サイトにおける告知による通知をもってのみ行うことができるものとする。</p><br/>
    <br/>
    <h4>第８条&nbsp;&nbsp;管轄裁判所</h4>
    <p>本契約に関する訴訟を提起する場合、東京地方裁判所または東京簡易裁判所をもって第一審の専属的な合意管轄裁判所とするものとする。</p><br/>
    <br/>
    平成27年2月15日作成<br/>
    <br/>
    <br/>
    </div>`,
}
const ustDefaultTh = {
  content: `<div>
    <h4>ข้อกำหนดการใช้ซอฟต์แวร์และ e-book</h4>
    <p>ข้อกำหนดการใช้ซอฟต์แวร์และ e-books นี้ (ต่อไปนี้จะเรียกว่า "ข้อกำหนดการใช้งาน")</p>
    <p>มีเงื่อนไขต่าง ๆ สำหรับซอฟต์แวร์หรือการใช้ e-book ข้อกำหนดการใช้งานเหล่านี้มีผลบังคับใช้กับซอฟต์แวร์หรือสื่อที่บันทึก e-book (เรียกรวมกันว่า "ซอฟต์แวร์") ข้อกำหนดการใช้งานจะนำไปใช้กับสินค้าต่อไปนี้ที่จัดการโดยบริษัทที่เกี่ยวข้องกับซอฟต์แวร์</p>
    <p>
    1. อัปเดตและอัปเกรดโปรแกรม<br/>
    2. ซอฟต์แวร์เพิ่มเติม e-book<br/>
    3. บริการบนอินเทอร์เน็ต<br/>
    4. บริการสนับสนุน<br/>
    </p>
    <br/>
    <h4>ข้อที่ 1 วัตถุประสงค์</h4>
    <p>ลูกค้าจะพิจารณาตามดุลยพินิจของตนเองในการใช้ซอฟต์แวร์ที่จัดทำโดยทางบริษัทในการจัดการสินทรัพย์ การลงทุนและการรับความรู้</p>
    <br/>
    <h4>ข้อที่ 2 การอนุมัติ</h4>
    <p>
    1. บริการสนับสนุนที่จัดทำโดยบริษัท จะได้รับเฉพาะในช่วงเวลาที่ใช้งานซอฟต์แวร์นี้เท่านั้น อย่างไรก็ตามซอฟต์แวร์นอกเวลาที่ไม่ได้ระบุวันหมดอายุของระยะเวลาการใช้งานจะไม่รวมอยู่ในบริการสนับสนุน<br/>
    2. ลูกค้าต้องซื้อซอฟต์แวร์หลังจากทำความเข้าใจล่วงหน้าแล้วว่าซอฟต์แวร์อาจไม่สามารถใช้งานได้เนื่องจากการเปลี่ยนแปลงในระบบปฏิบัติการหรือแพลตฟอร์มซึ่งซอฟต์แวร์สามารถใช้งานได้ข้อมูลจำเพาะในอนาคตและการอัพเกรดรุ่น<br/>
    3.เนื่องจากซอฟต์แวร์ไม่ใช่สินค้าที่อยู่ภายใต้การ Cooling off ตามที่กำหนดไว้ในมาตรา 37-6 ของพระราชบัญญัติเครื่องมือทางการเงินและการแลกเปลี่ยนผู้ได้รับใบอนุญาตจะไม่สามารถแลกหรือส่งคืนซอฟต์แวร์ที่ซื้อด้วยเหตุผลใด ๆ โปรดทำความเข้าใจก่อนการซื้อล่วงหน้า<br/>
    4. บริษัทจะใช้ข้อมูลส่วนบุคคลของลูกค้าเพื่อวัตถุประสงค์ดังต่อไปนี้
    </p>
    <p>
    (1) การโฆษณาหรือการตลาด<br/>
    (2) การให้ข้อมูล เช่น Newsletter ต่าง ๆ สำหรับลูกค้า<br/>
    (3) การให้ข้อมูลเกี่ยวกับบริการทางอีเมล , โทรศัพท์ ฯลฯ<br/>
    (4) วิเคราะห์การใช้บริการโดยลูกค้าและพัฒนาบริการใหม่หรือปรับปรุงบริการที่มีอยู่<br/>
    (5) ติดต่อกับลูกค้าเกี่ยวกับการสำรวจแคมเปญ แลกเปลี่ยนความคิดเห็นและข้อมูล เช่น　กระดานข่าวและบริการต่าง ๆ เช่นไดอารี่<br/>
    </p>
    <br/>
    <h4>ข้อที่ 3 สิทธิ์ในการใช้</h4>
    <p>
    1.เมื่อซื้อซอฟต์แวร์ ลูกค้าจะได้รับอนุญาตสิทธิ์ในการใช้งานซอฟต์แวร์<br/>
    2.ขอบเขตการใช้งานของ Indicator จะถูกจำกัดไว้ที่บัญชีซื้อขายเพียง 1 บัญชี<br/>
    3.การซื้อซอฟต์แวร์ไม่ได้หมายความถึงการซื้อลิขสิทธิ์สำหรับซอฟต์แวร์<br/>
    </p>
    <br/>
    <h4>ข้อที่ 4 ข้อห้าม</h4>
    <p>
    １.ห้ามโอน ขายหรือให้เช่าสินค้านี้<br/>
    ２.ห้ามการคัดลอกสินค้านี้นอกเหนือจากเพื่อวัตถุประสงค์ในการสำรองข้อมูลโดยลูกค้าเท่านั้น<br/>
    ３.ห้ามทำวิศวกรรมย้อนกลับแยกส่วนหรือแยกชิ้นส่วนสินค้า<br/>
    ４.ห้ามใช้ซอฟต์แวร์โดยหลีกเลี่ยงข้อจำกัดทางเทคนิคของซอฟต์แวร์<br/>
    </p>
    <br/>
    <h4>ข้อที่ 5 ราคาซอฟต์แวร์</h4>
    ราคาจะถูกระบุไว้ในแต่ละสินค้าและบริการ<br/>
    <br/>
    <h4>ข้อที่ 6 ความรับผิดชอบในการปฏิบัติงาน</h4>
    <p>
    1. การใช้งาน Indicator จะดำเนินการโดยลูกค้าตามความตั้งใจของลูกค้าและไม่ได้ผูกมัดกับบริษัท２.บริษัทจะไม่รับความเสียหายใด ๆ หรือทั้งหมดที่เกิดจากการดำเนินการของตัวบ่งชี้ในสินทรัพย์การลงทุนของคุณหรือให้ผลประโยชน์พิเศษใด ๆ แก่คุณ<br/>
    </p>
    <br/>
    <h4>ข้อที่ 7 การเปลี่ยนแปลงข้อกำหนดการใช้งาน</h4>
    <p>การเปลี่ยนแปลงหรือแก้ไขเนื้อหาที่ระบุไว้ในข้อตกลงนี้หรือข้อกำหนดของบริการ ฯลฯ อาจกระทำได้โดยการแจ้งล่วงหน้าเป็นลายลักษณ์อักษรจากบริษัทหรือโดยการแจ้งเตือนบนเว็บไซต์</p><br/>
    <h4>ข้อที่ 8 ศาลที่มีอำนาจ</h4>
    <p>หากการดำเนินการใด ๆ ที่เกี่ยวข้องกับข้อตกลงนี้ยื่นต่อศาลเขตโตเกียวหรือศาลสรุปโตเกียวจะมีเขตอำนาจศาลพิเศษเหนือกรณีแรก</p><br/>
    <br/>
    สร้างเมื่อ 15 กุมภาพันธ์ 2015<br/>
    <br/>
    <br/>
    </div>`,
}
module.exports = {
    ustDefault,
    ustDefaultTh,
}